Revit 2027 API
UnitTypeId.TonnesForce Property
 Tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesForce { get; }
Public Shared ReadOnly Property TonnesForce As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesForce {
	ForgeTypeId^ get ();
}
static member TonnesForce : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace